Repository: doi1987/Practica-Asincronimo
Catalog: PracticaIOSAsincronismo/PracticaIOSAsincronismo/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: An error has occurred
es: Ha ocurrido un error

source: Email
es: Correo electrónico

source: Email error
es: Error en el correo electrónico

source: Heros List
es: Lista de héroes

source: Incorrect user or password
es: Usuario o contraseña incorrectos

source: Logout
es: Desconexión

source: Password
es: Contraseña

source: Password error
es: Error en la contraseña

source: Retry
es: Reintentar

source: Transformations
es: Transformaciones
